adpyke.vscode-sql-formatter
amazonwebservices.aws-toolkit-vscode
amiralizadeh9480.laravel-extra-intellisense
Arjun.swagger-viewer
bmewburn.vscode-intelephense-client
cssho.vscode-svgviewer
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
justinmahar.react-bootstrap-snippets
KevinRose.vsc-python-indent
marabesi.php-import-checker
MehediDracula.php-namespace-resolver
mrmlnc.vscode-remark
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
neilbrayfield.php-docblocker
olback.es6-css-minify
onecentlin.laravel-blade
redhat.vscode-commons
redhat.vscode-yaml
richie5um2.vscode-sort-json
shufo.vscode-blade-formatter
stevencl.addDocComments
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
Umoxfo.vscode-w3cvalidation
vincaslt.highlight-matching-tag
xdebug.php-debug
xdebug.php-pack
yarimit.directory-configuration-generator
yzhang.markdown-all-in-one
zobo.php-intellisense
